[
  {
    "person": "Francis Coppola",
    "bodycopy": "Francis Coppola is de vader van Sofia Coppola en een getalenteerd filmmaker (writer, director and producer); zijn dochter is gecast in zeven van zijn films en hij was de producer van drie films van Sofia, met name “The Virgin Suicides”, “Lost in Translation” en “The Bling Ring”.",
    "img": "francis-coppola"
  },
  {
    "person": "Carmine Coppola",
    "bodycopy": "Grootvader en muzikant, speelde dwarsfluit voor Toscanini’s Orchestra. Hij is een getalenteerd componist en schreef mee aan de muziek van de eerste twee Godfatherfilms. Hij kwam ook kort even in beeld in de eerste film, net als in “Apocalypse Now”.",
    "img": "carmine-coppola"
  },
  {
    "person": "Roman Coppola",
    "bodycopy": "Hij is de oudere broer van Sofia en is eveneens filmmaker. Hij kwam in aanraking met de filmwereld als producer van “Rumble Fish” toen hij nog een tiener was. Nu maakt hij vooral muziekvideo’s en commercials. Hij is mede-eigenaar van een Amerikaans regiebureau waar Sofia regelmatig ook beroep op doet.",
    "img": "roman-coppola"
  },
  {
    "person": "Jason Schwartzman",
    "bodycopy": "Jason is een neef van Sofia en hij is acteur. Hij speelde een van de lokale jongens in “The Virgin Suicides”. Sofia Coppola raadde hem aan bij Wes Anderson, een goede kennis van Sofia, om de hoofdrol van schooljongen te vertolken in de film “Rushmore”.",
    "img": "jason-swartsman"
  },
  {
    "person": "Nicolas Cage",
    "bodycopy": "Nicolas Cage is de neef van Sofia (hij is de zoon van Francis’ broer, August Coppola). Hij is eveneens acteur. Nicolas brak door dankzij een rol in de film “Rumble Fish” van zijn oom Francis in 1983. Sofia speelde ook een rol in die film, als kleine zus. Nicolas Cage speelde ook in Coppola's “Cotton Club”, “Peggy Sue Got Married” en “Jonze's Adaptation”.",
    "img": "nicolas-cage"
  },
  {
    "person": "Eleanor Coppola",
    "bodycopy": "Zij is de moeder van Sofia. Ze maakt documentaires en trouwde met Francis in Las Vegas in 1963. Ze werd bekend met “Hearts of Darkness – A Filmmaker’s Apocalypse”. Het is een film over het maken van “Apocalypse Now”, en het daarbij behorende boek.",
    "img": "eleanor-coppola"
  },
  {
    "person": "Gian Carlo Coppola",
    "bodycopy": "Oudste broer van Sofia. Hij is gestorven in een speedbootongeluk in 1986. Hij was toen 22 jaar oud, Sofia was dan 15 jaar oud. Aan het stuur van de speedboot zat Ryan O’Neals zoon Griffin, die gedronken had. Francis en Sofia waren heel erg aangedaan door het verlies van Gio. Ze gebruikten dit traumatische gegeven als inspiratie voor hun films “Godfather III” en “The Virgin Suicides”.",
    "img": "gian-carlo-coppola"
  },
  {
    "person": "Spike Jonze",
    "bodycopy": "Ex-echtgenoot van Sofia en filmmaker. Trouwde met Sofia in juni 1999 en is kort nadien gescheiden. Zijn echte naam is Adam Spiegel; Spike Jonze is zijn artiestennaam. In zijn film “Adaption” speelde Sofia’s neef, Nicolas Cage, ook een rol.",
    "img": "spike-jonze"
  },
  {
    "person": "Talia Shire",
    "bodycopy": "Tante van Sofia, die ook actrice en producer is van beroep. Ze verwierf bekendheid met haar rol in de Godfathertrilogie als Michaels zuster Connie Corleone. Dit blijft haar meest interessante werk tot op vandaag, ondanks de kritiek op Francis van nepotisme.",
    "img": "talia-shire"
  }
]
